compare_date.insurance_start_date_insurance_end_date=Ng\u00E0y k\u1EBFt th\u00FAc s\u1EE7 d\u1EE5ng th\u1EBB ph\u1EA3i l\u1EDBn h\u01A1n ng\u00E0y b\u1EAFt \u0111\u1EA7u s\u1EED d\u1EE5ng th\u1EBB
compare_password.password_confirm_password=M\u1EADt kh\u1EA9u v\u00E0 x\u00E1c nh\u1EADn kh\u00F4ng tr\u00F9ng kh\u1EDBp

exists.insurance_number=\u0110\u00E3 t\u1ED3n t\u1EA1i th\u00F4ng tin th\u1EBB b\u1EA3o hi\u1EC3m!
exists_date.date_birth=Ng\u00E0y sinh kh\u00F4ng t\u1ED3n t\u1EA1i
exists_date.insurance_start_date=Ng\u00E0y b\u1EAFt \u0111\u1EA7u s\u1EED d\u1EE5ng th\u1EBB kh\u00F4ng t\u1ED3n t\u1EA1i
exists_date.insurance_end_date=Ng\u00E0y k\u1EBFt th\u00FAc s\u1EED d\u1EE5ng th\u1EBB kh\u00F4ng t\u1ED3n t\u1EA1i

format.insurance_number=H\u00E3y nh\u1EADp m\u00E3 s\u1ED1 th\u1EBB \u0111\u1ECBnh d\u1EA1ng 10 ch\u1EEF s\u1ED1
format.user_sex_division=H\u00E3y ch\u1ECDn h\u1EA1ng m\u1EE5c gi\u1EDBi t\u00EDnh
format.date_birth=Ng\u00E0y sinh kh\u00F4ng \u0111\u00FAng \u0111\u1ECBnh d\u1EA1ng ng\u00E0y sinh dd/MM/yyyy
format.insurance_start_date=Ng\u00E0y b\u1EAFt \u0111\u1EA7u s\u1EED d\u1EE5ng th\u1EBB kh\u00F4ng t\u1ED3n t\u1EA1i ho\u1EB7c kh\u00F4ng \u0111\u00FAng \u0111\u1ECBnh d\u1EA1ng dd/MM/yyyy
format.insurance_end_date=Ng\u00E0y k\u1EBFt th\u00FAc s\u1EED d\u1EE5ng th\u1EBB kh\u00F4ng t\u1ED3n t\u1EA1i ho\u1EB7c kh\u00F4ng \u0111\u00FAng \u0111\u1ECBnh d\u1EA1ng dd/MM/yyyy
format.email=Email kh\u00F4ng \u0111\u00FAng \u0111\u1ECBnh d\u1EA1ng xxx@xxx.xxx
format.telephone=Nh\u1EADp 10 s\u1ED1 cho s\u1ED1 \u0111i\u1EC7n tho\u1EA1i.

length_max.user_full_name=H\u1ECD t\u00EAn kh\u00F4ng qu\u00E1 50 k\u00FD t\u1EF1
length_max.user_name=T\u00E0i kho\u1EA3n kh\u00F4ng qu\u00E1 16 k\u00FD t\u1EF1
length_max.company_name=T\u00EAn c\u00F4ng ty kh\u00F4ng qu\u00E1 50 k\u00FD t\u1EF1
length_max.address=T\u00EAn \u0111\u1ECBa ch\u1EC9 c\u00F4ng ty  kh\u00F4ng qu\u00E1 100 k\u00FD t\u1EF1
length_max.email=Email kh\u00F4ng qu\u00E1 50 k\u00FD t\u1EF1
length_max.telephone=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i kh\u00F4ng qu\u00E1 15 k\u00FD t\u1EF1
length_max.place_of_register=N\u01A1i \u0111\u0103ng k\u00FD kh\u00E1m ch\u1EEFa b\u1EC7nh kh\u00F4ng qu\u00E1 50 k\u00FD t\u1EF1

not_empty.insurance_number=H\u00E3y nh\u1EADp m\u00E3 s\u1ED1 th\u1EBB b\u1EA3o hi\u1EC3m
not_empty.user_full_name=H\u00E3y nh\u1EADp h\u1ECD t\u00EAn
not_empty.user_name=H\u00E3y nh\u1EADp t\u00E0i kho\u1EA3n
not_empty.password=H\u00E3y nh\u1EADp m\u1EADt kh\u1EA9u
not_empty.company_name=H\u00E3y nh\u1EADp t\u00EAn c\u00F4ng ty
not_empty.address=H\u00E3y nh\u1EADp \u0111\u1ECBa ch\u1EC9 c\u00F4ng ty
not_empty.email=H\u00E3y nh\u1EADp email c\u00F4ng ty
not_empty.telephone=H\u00E3y nh\u1EADp s\u1ED1 \u0111i\u1EC7n tho\u1EA1i ch\u1EC9 c\u00F4ng ty
not_empty.place_of_register=H\u00E3y nh\u1EADp n\u01A1i \u0111\u0103ng k\u00FD kh\u00E1m ch\u1EEFa b\u1EC7nh
not_empty.insurance_start_date=H\u00E3y nh\u1EADp ng\u00E0y b\u1EAFt \u0111\u1EA7u s\u1EED d\u1EE5ng th\u1EBB kh\u00E1m ch\u1EEFa b\u1EC7nh
not_empty.insurance_end_date=H\u00E3y nh\u1EADp ng\u00E0y k\u1EBFt th\u00FAc s\u1EED d\u1EE5ng th\u1EBB kh\u00E1m ch\u1EEFa b\u1EC7nh






